[
    "Hi Cody,\n\nThanks for reaching out! Here’s the quote for everything you’ll need to run your sauna:\n1x HUUM Steel 10.5kW Sauna Heater\n1x UKU WiFi Control System in Glass\n10x boxes of HUUM Stones\nJust for you, I’ve included a special discount, along with free shipping and no sales tax!\n\nThis is a great choice that will give you plenty of steam, and with the stone capacity, it will retain heat more effectively, helping to maintain stable temperatures for longer sessions. You won’t go wrong with this setup.\n\nTo complete your purchase, you can use this link: [LINK]\n\nLet me know if you have any questions or need any adjustments!\n\nSincerely,\nCristian\nthesaunaheater.com",
    "\nHi Justin,\n\nThank you for reaching out!\n\nAre you looking to build a custom sauna from scratch, or would you like to explore our prefab DIY sauna kits? We also offer fully preassembled saunas that are ready to place in your backyard for maximum convenience.\n\nLet me know what you're envisioning, and I’d be happy to guide you through the options and the process!\n\nLooking forward to hearing from you!\n\nSincerely,\nCristian\nthesaunaheater.com",
    "\nHi Mark,\n\nThank you for reaching out!\n\nHere’s your quote for everything you need to run your sauna:\nHUUM Hive Mini 9kW Sauna Heater x 1\nHUUM UKU WiFi Black Sauna Controller x 1\nHUUM Air Tunnel x 1 (included with Hive and Hive Mini series)\nHUUM Sauna Stones x 10 boxes\nWe’ve included a special early Black Friday discount in your quote, as well as free shipping and no sales tax for all continental US orders.\n\nThe HUUM Hive Mini 9kW is a fantastic choice for its elegant design, efficient heating, and ability to create a soft and long-lasting steam experience. Paired with the UKU WiFi Controller, you’ll enjoy the convenience of controlling your sauna settings remotely.\n\nIf you’re ready to proceed, you can complete your purchase using the following link:\n[LINK]\n\nLet me know if you have any questions or if there’s anything else I can assist you with!\n\nSincerely,\nCristian\nthesaunaheater.com\n",
    "\nHi Ryan,\n\nThank you for your inquiry. I checked with our warehouse team, and unfortunately, we’re unable to recommend cross-using parts between manufacturers. Since we don’t sell Norton heaters, we don’t have compatible parts to recommend for your setup.\n\nIf there’s anything else you need assistance with, feel free to reach out!\n\nSincerely,\nCristian\nthesaunaheater.com"
]